 [
      {
        "id": 1,
        "fact": "Anjali believes in giving back to society, hence she has been part of various social initiatives in college."
      },
      {
        "id": 2,
        "fact": "Anjali loves reading books, especially those related to personal development and self-growth."
      },
      {
        "id": 3,
        "fact": "Anjali has a passion for painting and spends her weekends exploring new art techniques."
      },
      {
        "id": 4,
        "fact": "Anjali is an avid traveler and enjoys exploring offbeat destinations."
      },
      {
        "id": 5,
        "fact": "Anjali is fluent in three languages: English, Hindi, and French."
      },
      {
        "id": 6,
        "fact": "Anjali practices yoga daily as a way to maintain both physical and mental well-being."
      },
      {
        "id": 7,
        "fact": "Anjali has a keen interest in technology and enjoys learning about the latest innovations."
      },
      {
        "id": 8,
        "fact": "Anjali has volunteered at animal shelters and is passionate about animal welfare."
      },
      {
        "id": 9,
        "fact": "Anjali has a green thumb and maintains a small garden at home where she grows vegetables and flowers."
      },
      {
        "id": 10,
        "fact": "Anjali enjoys cooking and often experiments with new recipes in her free time."
      },
      {
        "id": 11,
        "fact": "Anjali is an active member of a local book club where she discusses literature with fellow readers."
      },
      {
        "id": 12,
        "fact": "Anjali has a deep interest in psychology and enjoys reading about human behavior."
      },
      {
        "id": 13,
        "fact": "Anjali is passionate about environmental conservation and participates in clean-up drives."
      },
      {
        "id": 14,
        "fact": "Anjali is a strong advocate for gender equality and has participated in various awareness campaigns."
      },
      {
        "id": 15,
        "fact": "Anjali has a love for classical music and often attends concerts and recitals."
      },
      {
        "id": 16,
        "fact": "Anjali enjoys photography, particularly capturing landscapes and nature."
      },
      {
        "id": 17,
        "fact": "Anjali has a background in computer science and enjoys coding in her free time."
      },
      {
        "id": 18,
        "fact": "Anjali believes in continuous learning and often takes online courses to enhance her skills."
      },
      {
        "id": 19,
        "fact": "Anjali is a vegetarian and enjoys exploring plant-based diets."
      },
      {
        "id": 20,
        "fact": "Anjali has participated in several marathons and enjoys long-distance running."
      },
      {
        "id": 21,
        "fact": "Anjali is passionate about photography and enjoys capturing the beauty of nature."
      },
      {
        "id": 22,
        "fact": "Anjali enjoys hiking and often goes on weekend treks with friends."
      },
      {
        "id": 23,
        "fact": "Anjali has a deep appreciation for art and enjoys visiting museums and galleries."
      },
      {
        "id": 24,
        "fact": "Anjali is a strong advocate for mental health awareness and often participates in related initiatives."
      },
      {
        "id": 25,
        "fact": "Anjali enjoys practicing mindfulness and meditation to maintain inner peace."
      },
      {
        "id": 26,
        "fact": "Anjali has a special interest in astronomy and enjoys stargazing on clear nights."
      },
      {
        "id": 27,
        "fact": "Anjali loves experimenting with new recipes and often hosts dinner parties for friends and family."
      },
      {
        "id": 28,
        "fact": "Anjali is a fitness enthusiast and enjoys trying out different workout routines."
      },
      {
        "id": 29,
        "fact": "Anjali is an advocate for sustainable living and practices eco-friendly habits at home."
      },
      {
        "id": 30,
        "fact": "Anjali is an active supporter of women in STEM and mentors young girls interested in science and technology."
      },
      {
        "id": 31,
        "fact": "Anjali enjoys volunteering at local community centers and helping out with various activities."
      },
      {
        "id": 32,
        "fact": "Anjali loves spending time in nature and often goes on nature walks."
      },
      {
        "id": 33,
        "fact": "Anjali is passionate about writing and maintains a personal blog where she shares her thoughts."
      },
      {
        "id": 34,
        "fact": "Anjali has a deep interest in history and enjoys learning about ancient civilizations."
      },
      {
        "id": 35,
        "fact": "Anjali is an advocate for renewable energy and supports initiatives that promote clean energy."
      },
      {
        "id": 36,
        "fact": "Anjali enjoys playing musical instruments, especially the guitar and piano."
      },
      {
        "id": 37,
        "fact": "Anjali is a firm believer in the power of education and often volunteers as a tutor for underprivileged children."
      },
      {
        "id": 38,
        "fact": "Anjali has a passion for languages and is currently learning Spanish."
      },
      {
        "id": 39,
        "fact": "Anjali enjoys participating in charity runs and other fundraising events."
      },
      {
        "id": 40,
        "fact": "Anjali is a dog lover and has a pet dog named Max."
      },
      {
        "id": 41,
        "fact": "Anjali is an advocate for ethical fashion and prefers to buy from sustainable brands."
      },
      {
        "id": 42,
        "fact": "Anjali has a keen interest in mindfulness and often attends workshops to deepen her practice."
      },
      {
        "id": 43,
        "fact": "Anjali enjoys spending time with her family and often plans weekend outings with them."
      },
      {
        "id": 44,
        "fact": "Anjali is passionate about reducing plastic waste and actively promotes the use of reusable products."
      },
      {
        "id": 45,
        "fact": "Anjali loves attending cultural festivals and learning about different traditions."
      },
      {
        "id": 46,
        "fact": "Anjali is an advocate for digital literacy and helps teach basic computer skills to seniors."
      },
      {
        "id": 47,
        "fact": "Anjali enjoys experimenting with new fitness routines and regularly attends dance classes."
      },
      {
        "id": 48,
        "fact": "Anjali is passionate about protecting wildlife and supports various conservation efforts."
      },
      {
        "id": 49,
        "fact": "Anjali enjoys exploring different cuisines and often tries new restaurants."
      },
      {
        "id": 50,
        "fact": "Anjali is an active member of her local environmental club and participates in various initiatives."
      },
      {
        "id": 51,
        "fact": "Anjali enjoys journaling and uses it as a tool for self-reflection and growth."
      },
      {
        "id": 52,
        "fact": "Anjali is passionate about women's rights and regularly volunteers with organizations that support this cause."
      },
      {
        "id": 53,
        "fact": "Anjali is a fan of classic literature and enjoys reading works by authors like Jane Austen and Charles Dickens."
      },
      {
        "id": 54,
        "fact": "Anjali has a love for the ocean and enjoys scuba diving during her vacations."
      },
      {
        "id": 55,
        "fact": "Anjali enjoys attending art workshops and learning new creative skills."
      },
      {
        "id": 56,
        "fact": "Anjali is passionate about teaching and often conducts workshops for school children."
      },
      {
        "id": 57,
        "fact": "Anjali enjoys learning about different cultures and is particularly interested in Asian traditions."
      },
      {
        "id": 58,
        "fact": "Anjali is a supporter of fair trade and makes a conscious effort to buy ethically sourced products."
      },
      {
        "id": 59,
        "fact": "Anjali loves spending time by the beach and often takes weekend trips to coastal areas."
      },
      {
        "id": 60,
        "fact": "Anjali enjoys participating in tree plantation drives and other environmental conservation activities."
      },
      {
        "id": 61,
        "fact": "Anjali has a special interest in marine biology and enjoys reading about ocean ecosystems."
      },
      {
        "id": 62,
        "fact": "Anjali loves attending live theater performances and is a regular at local plays."
      },
      {
        "id": 63,
        "fact": "Anjali is an advocate for mental health and regularly donates to organizations that support this cause."
      },
      {
        "id": 64,
        "fact": "Anjali enjoys spending time with her friends and often organizes get-togethers."
      },
      {
        "id": 65,
        "fact": "Anjali is passionate about sustainable agriculture and supports organic farming practices."
      },
      {
        "id": 66,
        "fact": "Anjali has a keen interest in astronomy and often attends stargazing events."
      },
      {
        "id": 67,
        "fact": "Anjali loves exploring historical sites and often visits ancient ruins during her travels."
      },
      {
        "id": 68,
        "fact": "Anjali is passionate about wildlife photography and enjoys capturing images of animals in their natural habitats."
      },
      {
        "id": 69,
        "fact": "Anjali enjoys spending her free time painting and often creates art inspired by nature."
      },
      {
        "id": 70,
        "fact": "Anjali is an active supporter of local farmers' markets and prefers buying fresh produce from them."
      },
      {
        "id": 71,
        "fact": "Anjali enjoys cycling and often goes on long rides to explore new places."
      },
      {
        "id": 72,
        "fact": "Anjali is passionate about promoting education for all and regularly volunteers with educational NGOs."
      },
      {
        "id": 73,
        "fact": "Anjali has a love for classical dance and enjoys attending performances of various dance forms."
      },
      {
        "id": 74,
        "fact": "Anjali enjoys spending time outdoors and often goes camping with her family and friends."
      },
      {
        "id": 75,
        "fact": "Anjali is passionate about animal rescue and has adopted several stray animals over the years."
      },
      {
        "id": 76,
        "fact": "Anjali enjoys reading about ancient mythology and often incorporates mythological themes in her art."
      },
      {
        "id": 77,
        "fact": "Anjali is an advocate for sustainable tourism and prefers eco-friendly travel options."
      },
      {
        "id": 78,
        "fact": "Anjali loves attending cultural festivals and learning about different traditions."
      },
      {
        "id": 79,
        "fact": "Anjali is passionate about women's rights and regularly volunteers with organizations that support this cause."
      },
      {
        "id": 80,
        "fact": "Anjali enjoys practicing mindfulness and meditation to maintain inner peace."
      },
      {
        "id": 81,
        "fact": "Anjali is an advocate for clean energy and supports initiatives that promote the use of renewable energy sources."
      },
      {
        "id": 82,
        "fact": "Anjali enjoys experimenting with new fitness routines and regularly attends dance classes."
      },
      {
        "id": 83,
        "fact": "Anjali loves attending live music events and often goes to concerts with friends."
      },
      {
        "id": 84,
        "fact": "Anjali is an active member of her local environmental club and participates in various initiatives."
      },
      {
        "id": 85,
        "fact": "Anjali is passionate about reducing her carbon footprint and actively practices eco-friendly habits."
      },
      {
        "id": 86,
        "fact": "Anjali enjoys spending time with her friends and often organizes get-togethers."
      },
      {
        "id": 87,
        "fact": "Anjali is passionate about teaching and often conducts workshops for school children."
      },
      {
        "id": 88,
        "fact": "Anjali loves spending time by the beach and often takes weekend trips to coastal areas."
      },
      {
        "id": 89,
        "fact": "Anjali is a supporter of fair trade and makes a conscious effort to buy ethically sourced products."
      },
      {
        "id": 90,
        "fact": "Anjali enjoys volunteering at local community centers and helping out with various activities."
      },
      {
        "id": 91,
        "fact": "Anjali is passionate about wildlife conservation and supports various initiatives that protect endangered species."
      },
      {
        "id": 92,
        "fact": "Anjali enjoys learning about different cultures and is particularly interested in Asian traditions."
      },
      {
        "id": 93,
        "fact": "Anjali is a firm believer in the power of education and often volunteers as a tutor for underprivileged children."
      },
      {
        "id": 94,
        "fact": "Anjali enjoys hiking and often goes on weekend treks with friends."
      },
      {
        "id": 95,
        "fact": "Anjali loves attending art workshops and learning new creative skills."
      },
      {
        "id": 96,
        "fact": "Anjali is an advocate for mental health awareness and often participates in related initiatives."
      },
      {
        "id": 97,
        "fact": "Anjali enjoys participating in tree plantation drives and other environmental conservation activities."
      },
      {
        "id": 98,
        "fact": "Anjali has a deep appreciation for art and enjoys visiting museums and galleries."
      },
      {
        "id": 99,
        "fact": "Anjali enjoys learning about different cuisines and often tries new restaurants."
      },
      {
        "id": 100,
        "fact": "Anjali is passionate about sustainable living and practices eco-friendly habits at home."
      }
    ]
  
  